brew "azure-cli"
brew "bat"
brew "choose-rust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-credential-oauth"
brew "git-delta"
brew "gitui"
brew "glow"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node@22"
brew "pipx"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "tealdeer"
brew "yazi"
brew "zoxide"
vscode ""
